[
  {
    "id": 9,
    "title": "Understanding Quantum Computing",
    "content": "Quantum computing utilizes the principles of quantum mechanics to process information in fundamentally different ways compared to classical computers. This article explores the basics of quantum bits, entanglement, and potential applications in medicine and cryptography.",
    "published": true,
    "created_at": "2024-12-11T17:21:00.504954448+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 10,
    "title": "The Future of Renewable Energy",
    "content": "As we face the challenges of climate change, renewable energy sources such as solar, wind, and hydroelectric power are becoming increasingly vital. This article examines the current state of renewable energy technologies and their potential to transform our energy landscape.",
    "published": true,
    "created_at": "2024-12-11T17:21:53.61189226+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 11,
    "title": "Exploring the Depths of the Ocean",
    "content": "The ocean covers over 70% of our planet's surface and remains one of the least explored areas of Earth. Discover the fascinating ecosystems beneath the waves and the latest advancements in oceanic exploration and conservation.",
    "published": true,
    "created_at": "2024-12-11T17:22:29.197686268+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 12,
    "title": "Artificial Intelligence in Everyday Life",
    "content": "From smart assistants to personalized recommendations, artificial intelligence is woven into the fabric of our daily lives. This article delves into how AI technologies are shaping our experiences and the ethical implications of their use.",
    "published": true,
    "created_at": "2024-12-11T17:22:41.799498751+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 13,
    "title": "Healthy Eating: Myths vs. Facts",
    "content": "With so much information available, it can be hard to distinguish between health facts and myths. This article breaks down common misconceptions about nutrition and provides evidence-based tips for maintaining a healthy diet.",
    "published": true,
    "created_at": "2024-12-11T17:22:57.665316513+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 14,
    "title": "Mastering Time Management",
    "content": "In today’s fast-paced world, effective time management is crucial for success. This article offers practical strategies to enhance productivity, prioritize tasks, and create a balanced work-life schedule.",
    "published": true,
    "created_at": "2024-12-11T17:23:11.578545372+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 15,
    "title": "The Evolution of Video Games",
    "content": "From the arcade classics of the 1980s to modern virtual reality experiences, video games have evolved dramatically over the decades. Explore the milestones in gaming history that have shaped the industry as we know it today.",
    "published": true,
    "created_at": "2024-12-11T17:26:24.918696375+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 16,
    "title": "Traveling on a Budget: Tips and Tricks",
    "content": "Traveling doesn't have to break the bank. This article shares useful tips for finding affordable accommodation, cheap flights, and budget-friendly activities to help you explore new destinations without overspending.",
    "published": true,
    "created_at": "2024-12-11T17:26:36.601508673+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 17,
    "title": "The Importance of Mental Health Awareness",
    "content": "Mental health is a crucial component of overall well-being. This article discusses the importance of mental health awareness, reduce stigma, and promote resources for those in need.",
    "published": true,
    "created_at": "2024-12-11T17:26:55.081118283+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 18,
    "title": "Innovations in Space Exploration",
    "content": "With advances in technology, the exploration of space has reached new heights. This article focuses on the latest missions to Mars, the role of private companies in space travel, and the future of human colonization of other planets.",
    "published": true,
    "created_at": "2024-12-11T17:27:07.064258842+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 19,
    "title": "The Rise of Electric Vehicles",
    "content": "Electric vehicles (EVs) are transforming the automotive industry by offering sustainable alternatives to traditional gasoline-powered cars. This article discusses the benefits of EVs, advancements in battery technology, and the impact on the environment and economy.",
    "published": true,
    "created_at": "2024-12-11T17:29:48.603082051+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 20,
    "title": "The Art of Mindfulness and Meditation",
    "content": "In our busy lives, mindfulness and meditation can offer a path to peace and focus. This article explores various techniques for practicing mindfulness, the science behind meditation, and the positive effects on mental health and well-being.",
    "published": true,
    "created_at": "2024-12-11T17:30:01.923436582+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 21,
    "title": "The Fascinating World of Marine Life",
    "content": "The ocean is home to a diverse array of marine species, each with unique adaptations. This article highlights incredible marine creatures, their ecosystems, and the importance of preserving ocean biodiversity for future generations.",
    "published": true,
    "created_at": "2024-12-11T17:30:12.519935102+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 22,
    "title": "Breaking Down Blockchain Technology",
    "content": "Blockchain technology has revolutionized how we think about data security and transparency. This article provides a comprehensive overview of blockchain, its applications beyond cryptocurrency, and the potential it has to change various industries.",
    "published": true,
    "created_at": "2024-12-11T17:30:32.54243702+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 23,
    "title": "Exploring Sustainable Fashion",
    "content": "Sustainable fashion is gaining momentum as consumers become more conscious of the environmental impact of their purchases. This article discusses sustainable practices in the fashion industry, ethical brands, and how to make more eco-friendly clothing choices.",
    "published": true,
    "created_at": "2024-12-11T17:30:55.557823066+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 24,
    "title": "Understanding Cybersecurity Threats",
    "content": "In an increasingly digital world, cybersecurity is more important than ever. This article examines the various types of cybersecurity threats, best practices for individuals and businesses, and the role of technology in security measures.",
    "published": true,
    "created_at": "2024-12-11T17:31:48.764258472+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 25,
    "title": "The Benefits of Learning a New Language",
    "content": "Learning a new language can open doors to new cultures, people, and experiences. This article explores the cognitive benefits of bilingualism, tips for language learning, and the impact of language on personal and professional growth.",
    "published": true,
    "created_at": "2024-12-11T17:31:58.630358894+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 26,
    "title": "Gardening for Beginners: A Simple Guide",
    "content": "Starting a garden can be a rewarding hobby that provides both beauty and food. This article offers beginners a simple guide to gardening, including tips on soil preparation, choosing plants, and basic maintenance.",
    "published": true,
    "created_at": "2024-12-11T17:32:09.978564197+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 27,
    "title": "Virtual Reality: The Future of Interactive Experiences",
    "content": "Virtual reality (VR) technology is changing how we experience entertainment, education, and training. This article discusses the advancements in VR, its applications in various fields, and the future potential of immersive experiences.",
    "published": true,
    "created_at": "2024-12-11T17:32:27.206083222+07:00",
    "updated_at": null,
    "delete_at": null
  },
  {
    "id": 28,
    "title": "History of the Internet: From ARPANET to 5G",
    "content": "The internet has evolved from a military project to a global network connecting billions. This article traces the history of the internet, major milestones, and the technologies that have shaped its development through the years.",
    "published": true,
    "created_at": "2024-12-11T17:32:39.923409705+07:00",
    "updated_at": null,
    "delete_at": null
  }
]
